import React from 'react'
import '../../features/home/components/homestyle.css'

function Knowledge2() {
    return (

        <table class="table-responsive" >
            <thead>
                <tr>
                    <th class="table-warning">န၀ရတ်ကိုးပါး</th>
                </tr>

            </thead>
            <tbody>
                <tr class="table-responsive"  style={{maxHeight:"400px", overflow:'auto'}}>

                    <p>နဝရတ်ကိုးပါး ဆိုသည်မှာ ကျောက်မျက်ရတနာ ကိုးမျိုး ကို ခေါ်ဆိုပါသည်။ နဝရတ် ဟူသည် နဝရတန ဟူသော ပါဠိမှ လာ၍ ရတနာ ကိုးပါး ဟု အနက်ရသည်။ နဝရတ် ကိုးပါး ချယ်ထားသော လက်စွပ် ကို နဝရတ်လက်စွပ် ဟုခေါ်သည်။ ကဝိလက္ခဏာ သတ်ပုံကျမ်းတွင် မျက်စုံလည်းသတ်၊ နဝရတ်၊ စီခတ် အမွန်းတင် ဟုတွေ့ရသည်။ လူတို့ သ ည် နဝရတ် လက်စွပ်ကို ကျက်သရေ မင်္ဂလာနှင့် ပြည့်စုံသည်ဟု ယုံကြည်၍ ဆင် ယင်လေ့ရှိသည်။</p>
                    <p>ရှေးပဝေဏသီကပင် ကျောက်မျက် များ၏ ထူးခြားသော တန်ခိုးများ ရှိသည်ဟု လူတို့ အယူရှိခဲ့ကြသည်။ နဝရတ် တွင် အပါအဝင် ကျောက်မျက်ရတနာ တစ်ပါးပါး၏ တန်ခိုး အာနိသင်မှာ အောက်ပါအတိုင်း ဖြစ် သည် ဟု ယူဆကြသည်။ ပတ္တမြား ဘုန်တောက်၊ မြ ကျောက် အေးချမ်း စိန် စွမ်း ဂုဏ်ရောင်၊ ကြောင် ကား သိဒ္ဓိ မဏိ နီလာ - မေတ္တာကဲချုပ်၊ ဂေါ်မိတ် ခွန်အား ဥဿဖယား ကျန်းမာ၊ သန္တာ ကြီးကဲ ပုလဲ ကျက်သရေ၊ ဂုဏ်ကိုးဝေသည် ကိုးထွေ နဝရတ် စွမ်းရည်တည်း။ နဝရတ် လက်စွပ်သည် မြန်မာ လက်ထပ် ထိမ်းမြားခြင်းတွင် ရွှေခွက် (သို့) ငွေခွက် ထဲတွင် နဝရတ်ကိုးပါး၊ နံသာမျိုး ငါးပါးသွေး၍ (သို့မဟုတ်) ရေမွှေးများ ထည့်၍ သတို့သား၊ သတို့သမီး တို့၏ ထိပ်၌ သပြေပန်း ခက်ဖြင့် ပက်ဖြန်း၍ လက်ထပ် ထိမ်းမြားခြင်းကို ပြုလုပ်လေ့ရှိသည် ။</p>
                    <p>ပတ္တမြား၊ မြ၊ စိန်၊ ကြောင်၊ နီလာ၊ သန္တာ၊ ဥဿဖယား၊ ဂေါ်မိတ်၊ ပုလဲ နဝရတ် ကိုးပါး မှာ- ပတ္တမြား (Ruby) မြ (Emerald) စိန် (Diamond) ကြောင် (Cats eye) နီလာ (Sapphire) ဂေါ်မိတ် (Zircon) ဥဿဖယား (Topaz) သန္တာ (Coral) ပုလဲ (Pearl) ဖြစ်သည်။</p>
                    <p> စိန် ကို ကျောက်မျက်တို့၏ ဘုရင် ဟုခေါ်သည်။ ကျောက်မျက် အမျိုးပေါင်း ၁၂၀ ခန့် ရှိသည့် အနက် စိန် သည် အမာဆုံးသော ကျောက်မျက်ဖြစ်သည်။ ယင်းတို့ အနက် စိန်၊ ပတ္တမြား၊ မြနှင့် နီလာ တို့သည် အဖိုး အတန်ဆုံး ဖြစ်သည်။ နီလာ နှင့် ပတ္တမြား သည် ကျောက်မျက် အမာ တစ်မျိုးထည်းပင် ဖြစ်သည်။ အရောင် အသွေးသာ ကွဲပြားသွားသည်။ ပတ္တမြား သည် သွေး ကဲ့သို့သော အနီရောင် ရှိပြီး နီလာ သည် တောက်ပသော အပြာရောင် ရှိသည်။</p>
                    <p> ပုလဲ နှင့် သန္တာ သည် တွင်းထွက်ကျောက်များ မဟုတ်ကြပေ။ ပုလဲ ကို ကမာ (သို့) မုတ်ကောင် ၏ ကိုယ်တွင်းမှ ရ၍ သန္တာ ကို သန္တာကောင်များ ရှိသော သန္တာကျောက်တန်းများမှ ရရှိသည်။ ကြောင် ကို ကြောင် ၏ မျက်လုံးနှင့် တူ၍ ကြောင်မျက်ရွဲ ဟုလည်း ခေါ်ကြသည်။</p>
                    <p> မြ တွင် ကြည်လင် စိမ်းမြ သော အရောင်ရှိသည်။ သို့သော် စိန်၊ နီလာ၊ ဥဿဖယား တို့လောက် မမာချေ။ ဂေါ်မိတ် သည် ကျောက်သလင်းနှင့် ရော၍ တွေ့ရတတ်သော ကျောက်မျိုးဖြစ်သည်။</p>
                </tr>
            </tbody>
        </table>
       

    )
}

export default Knowledge2
